Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/health_services_for_people_with_disabilities/assessment_of_need_for_people_with_disabilites.html.txt.tmx
Source language: en
Languages: ga

source: Assessment of need for people with disabilities
ga: Measúnú ar riachtanais do dhaoine faoi mhíchumas

source: • Service statements and delivery of services
ga: • Ráitis seirbhíse agus seachadadh seirbhísí

source: The Disability Act 2005 provides for, among other things, the assessment of need of people with disabilities and the consequent drawing up of Service Statements
ga: Forálann an tAcht um Míchumas, 2005, i measc nithe eile, go ndéanfar measúnú ar riachtanais daoine faoi mhíchumas agus go ndréachtófar ráitis seirbhíse ina dhiaidh sin

source: The assessment of need is carried out or arranged by Assessment Officers who are independent officers of the Health Service Executive (HSE)
ga: Is iad oifigigh mheasúnaithe atá ina n-oifigigh neamhspleácha de chuid Fheidhmeannacht na Seirbhíse Sláinte (FSS) a dhéanann nó a eagraíonn an measúnú ar riachtanais

source: After the assessment, a Service Statement is drawn up by a Liaison Officer (sometimes referred to as a Case Manager)
ga: I ndiaidh an mheasúnaithe, déanann Oifigeach Idirchaidrimh (ar a dtugtar Bainisteoir Cáis amanna) Ráiteas Seirbhíse a dhréachtú

source: There is an independent complaints and appeals machinery for people who are dissatisfied with the assessment, the Service Statement or with the subsequent provision of services
ga: Tá meicníocht neamhspleách gearán agus achomharc ann do dhaoine nach bhfuil sásta leis an measúnú, an Ráiteas Seirbhíse nó le soláthar seirbhísí ina dhiaidh sin

source: The Health Information and Quality Authority (HIQA) has adopted standards for the assessment of need
ga: Tá an tÚdarás um Cháilíocht agus Eolas Sláinte (HIQA) tar éis caighdeáin a ghlacadh don mheasúnú ar riachtanais

source: At present only those children who were born after 1 June 2002 are eligible to apply for an assessment under the Disability Act (regardless of their age at the time of application)
ga: Faoi láthair, is leanaí amháin a rugadh tar éis an 1 Meitheamh 2002 atá i dteideal iarratas a dhéanamh ar mheasúnú faoin Acht um Míchumas (is cuma cén aois atá acu agus an t-iarratas á dhéanamh)

source: All parts of the process, including applications, replies and correspondence between the HSE and the National Council for Special Education (NCSE), must be in writing; this means that the documents are accessible under Freedom of Information or Data Protection legislation
ga: Caithfidh gach cuid den phróiseas, lena n-áirítear iarratais, freagraí agus comhfhreagras idir FSS agus an Chomhairle Náisiúnta ar Oideachas Speisialta (NCSE), a bheith i scríbhinn; ciallaíonn seo gur féidir teacht ar na doiciméid seo faoin reachtaíocht maidir le Saoráil Faisnéise nó Cosaint Sonraí

source: It also means that information on the needs of people with disabilities and the services being provided to them will be more readily available
ga: Ciallaíonn sé chomh maith go mbeidh sé níos éasca teacht ar fhaisnéis faoi riachtanais daoine faoi mhíchumas agus na seirbhísí a gcuirtear ar fáil dóibh

source: The HSE is obliged to keep records of assessments and services
ga: Tá sé de dhualgas ar FSS taifid a choimeád ar mheasúnuithe agus ar sheirbhísí

source: Each year, the HSE must compile a report on the total needs identified in the assessment reports and the ideal timescale within which those needs should be met
ga: Gach bliain, tá ar FSS tuarascáil a thiomsú ar na riachtanais go léir a aithníodh sna tuairiscí measúnaithe agus ar an amscála idéalach inar chóir na riachtanais sin a chomhlíonadh

source: Who is entitled to an assessment
ga: Cé atá i dteideal measúnú?

source: Your child is entitled to an assessment of need if you consider that they have a disability
ga: Tá do leanbh i dteideal measúnú ar riachtanas má mheasann tú go bhfuil siad faoi mhíchumas

source: The disability legislation states that a "substantial restriction'' means that they have a restriction which is permanent or likely to be permanent, results in a significant difficulty in communication, learning or mobility or in significantly disordered cognitive processes, and means that he or she has a need for services to be provided continually or that they have the need for services to be provided early in life to ameliorate the disability
ga: Luaitear sa reachtaíocht go gciallaíonn “srianadh suntasach” go bhfuil srianadh buan ort nó ar chosúil go mbeidh sé buan, agus go mbíonn deacracht agat le cumarsáid, foghlaim nó gluaiseacht, nó go bhfuil próisis chognaíocha agat a bhfuil mí-ord suntasach orthu, mar thoradh air sin, agus go gciallaíonn sé sin go bhfuil seirbhísí leanúnacha de dhíth ort nó, i gcás linbh, go bhfuil seirbhísí de dhíth ort sna luathbhlianta le feabhas a chur ar an míchumas

source: If parents or legal guardians are of the opinion that their child has a disability, they should apply
ga: Má tá tuismitheoirí nó caomhnóirí faoin tuairim go bhfuil a leanbh faoi mhíchumas, ba cheart dóibh iarratas a dhéanamh

source: The Assessment Officer will make the final decision
ga: Is é an tOifigeach Measúnaithe a dhéanfaidh an cinneadh deiridh

source: You must apply on behalf of your child to the HSE in writing (through your Local Health Office, using the official application form) and the HSE must acknowledge your application within 14 days
ga: Ní mór duit iarratas a chur chuig FSS i scríbhinn ar son do linbh (trí d’Oifig Sláinte Áitiúil, agus úsáid a bhaint as an bhfoirm iarratais oifigiúil) agus caithfidh FSS a admháil go bhfuarthas d’iarratas laistigh de cheithre lá dhéag

source: This acknowledgement must tell you the date on which the assessment will start
ga: Ní mór go mbeidh an dáta ar a dtosóidh an measúnú luaite ar an admháil seo

source: The Act provides that the assessment must be started within three months of the application and must be completed without undue delay - there is no specific time limit on its completion
ga: Forálann an tAcht go gcaithfear an measúnú a thosú laistigh de thrí mhí ón dáta a fhaightear an t-iarratas agus go gcaithfear é a chur i gcrích gan aon mhoill mhíchuí – ach níl aon teorainn ama ar leith dá chur i gcrích

source: The regulations, however, provide that the HSE must complete the assessment within three months unless there are exceptional circumstances
ga: Forálann na rialacháin seo, áfach, go bhfuil ar FSS an measúnú a chur i gcrích laistigh de thrí mhí ach amháin i gcásanna eisceachtúla

source: If there is a delay in completing the assessment you must be told the reason and given a timescale for completion
ga: Má bhíonn moill i gceist leis an measúnú a chur i gcrích, caithfear an chúis a mhíniú duit agus amscála a thabhairt duit dá chur i gcrích

source: Your child may be refused a HSE assessment if they had an assessment in the previous 12 months
ga: Féadfaidh FSS a dhiúltú chun measúnú a dhéanamh ar do leanbh má rinneadh measúnú orthu laistigh de 12 mhí anuas

source: You may, however, look for a new assessment if there has been a change in circumstances or further information is available or you consider that there was a mistake of fact in the assessment report
ga: D’fhéadfá, áfach, iarraidh ar mheasúnú nua má tháinig athrú ar chúinsí nó má tá fáil ar bhreis faisnéise nó má mheasann tú go raibh faisnéis mhícheart sa tuairisc mheasúnaithe

source: The HSE has appointed Assessment Officers who are independent in carrying out their functions
ga: Cheap FSS Oifigigh Mheasúnaithe a thugann faoina bhfeidhmeanna ar bhonn neamhspleách

source: They are based in Local Health Offices and they will help you to fill in the application form and give you whatever information you need
ga: Tá siad bunaithe in Oifigí Sláinte Áitiúla agus cabhróidh siad leat chun an fhoirm iarratais a chomhlánú agus pé faisnéis a thabhairt duit a theastaíonn

source: The Assessment Officers can carry out the assessment themselves or arrange for other HSE employees or other experienced people to do so
ga: Féadfaidh na hOifigigh Mheasúnaithe tabhairt faoin measúnú iad féin nó a shocrú go ndéanfaidh fostaithe FSS nó daoine eile taithíocha amhlaidh

source: These people are called assessors
ga: Tugtar measúnóirí ar na daoine seo

source: The assessment must be carried out in accordance with the standards adopted by the Health Information and Quality Authority (HIQA)
ga: Ní mór tabhairt faoin measúnú i gcomhréir leis na caighdeáin arna nglacadh ag an Údarás um Cháilíocht agus Eolas Sláinte (HIQA)

source: These standards deal with a range of issues, including Garda clearance for the people carrying out the assessment, the provision of clear and accessible information to applicants and their representatives and the handling of confidential information
ga: Pléann na caighdeáin seo le réimse saincheisteanna, lena n-áirítear imréiteach an Gharda Síochána do na daoine a dhéanann an measúnú, faisnéis shoiléir agus inrochtana a sholáthar d’iarrthóirí agus dá n-ionadaithe agus déileáil le faisnéis rúnda

source: The aim of an assessment is to decide what health and education needs arise from your child's disability and what services they require to meet those needs
ga: Is í aidhm an mheasúnaithe chun cinneadh a dhéanamh maidir leis na riachtanais sláinte agus oideachais atá agat de bharr do mhíchumais agus maidir leis na seirbhísí atá de dhíth ort chun na riachtanais sin a chomhlíonadh

source: Health services include personal social services and include services provided directly by the HSE and services provided on behalf of the HSE (many of the services for people with intellectual disabilities are provided by voluntary bodies on behalf of the HSE)
ga: Cuimsíonn seirbhísí sláinte seirbhísí sóisialta pearsanta agus áirítear leo seirbhísí arna gcur ar fáil ag FSS go díreach agus seirbhísí arna gcur ar fáil ar son FSS (is iad comhlachtaí deonacha a chuireann mórán de na seirbhísí do dhaoine faoi mhíchumas intleachta ar fáil ar son FSS)

source: You will be encouraged to take part in your child’s assessment
ga: Spreagfar thú chun páirt a ghlacadh i measúnú do linbh

source: If the assessment identifies a potential educational need, the Assessment Officer refers the matter to the Special Education Needs Organiser (SENO) who is an employee of the National Council for Special Education (NCSE)
ga: Má shainaithníonn an measúnú riachtanas féideartha oideachais, déanann an tOifigeach Measúnaithe an t-ábhar a atreorú chuig an Eagraí Riachtanas Speisialta Oideachais (SENO) atá mar fhostaí den Chomhairle Náisiúnta ar Oideachas Speisialta (NCSE)

source: The SENO will notify the Assessment Officer of the response from the education sector
ga: Cuirfidh an SENO an tOifigeach Measúnaithe ar an eolas faoin bhfreagairt ón earnáil oideachais

source: The assessment identifies needs: it does not take account of the costs of providing for those needs or whether the capacity to provide services to meet the needs is present
ga: Sainaithníonn an measúnú riachtanais: ní chuireann sé san áireamh na costais lena mbaineann na riachtanais siúd a chur ar fáil nó cibé acu an féidir nó nach féidir na seirbhísí a chur ar fáil chun freastal ar na riachtanais

source: When the assessment is complete, the Assessment Officer writes an assessment report which is given to you, to the HSE and, if appropriate, to the NCSE
ga: Nuair a bhíonn an measúnú críochnaithe, scríobhann an tOifigeach Measúnaithe tuairisc mheasúnaithe a thugtar duit, d'FSS agus, más cuí, don NCSE

source: You will receive the Service Statement (see below) at the same time
ga: Gheobhaidh tú an Ráiteas Seirbhíse (féach thíos) ag an am céanna

source: The assessment report sets out whether your child has a disability and, if they have, it sets out:
ga: Leagtar amach sa tuairisc mheasúnaithe cibé acu an bhfuil nó nach bhfuil do leanbh faoi mhíchumas, agus má tá, leagtar amach:

source: • A statement of the nature and extent of the disability
ga: • Ráiteas ar chineál agus ar mhéid an mhíchumais

source: • A statement of the health and education needs arising from the disability
ga: • Ráiteas ar na riachtanais sláinte agus oideachais a eascraíonn ón míchumas

source: • A statement of the appropriate services to meet those needs
ga: • Ráiteas ar na seirbhísí cuí le freastal ar na riachtanais siúd

source: • A statement of the period within which a review of the assessment should be carried out (this must be no later than a year from the date the assessment report is issued)
ga: Ráiteas ar an tréimhse ar cheart go mbeadh athbhreithniú déanta ar an measúnú laistigh di (níor cheart go mbeadh seo níos déanaí ná bliain tar éis an dáta a eisítear an tuairisc mheasúnaithe)

source: Service statements and delivery of services
ga: Ráitis seirbhíse agus seachadadh seirbhísí

source: As already stated, the assessment of need takes account of your child's needs - it does not address the question of whether or not those needs can be met
ga: Mar a luadh cheana féin, cuireann an measúnú ar riachtanais do chuid riachtanas san áireamh – ní phléann sé cibé an féidir nó nach féidir na riachtanais sin a chomhlíonadh

source: The Service Statement does take into account if those needs can be met and how this can be done
ga: Cuireann an Ráiteas Seirbhísí san áireamh cibé an féidir nó nach féidir na riachtanais sin a chomhlíonadh agus conas is féidir é seo a dhéanamh

source: So, the assessment of need does not take available resources into account but the Service Statement does
ga: Mar sin, ní chuireann an measúnú ar riachtanas acmhainní atá ar fáil san áireamh ach cuireann an Ráiteas Seirbhíse

source: The HSE has appointed Case Managers and designated them as Liaison Officers to draw up Service Statements
ga: Tá FSS tar éis Bainisteoirí Cáis a cheapadh agus iad a ainmniú mar Oifigigh Idirchaidrimh chun Ráitis Seirbhíse a dhréachtú

source: The Service Statement is based on the assessment report and sets out the health services that will be provided to you and the time within which they will be provided
ga: Tá an Ráiteas Seirbhíse bunaithe ar an tuairisc mheasúnaithe agus leagtar amach ann na seirbhísí sláinte a chuirfear ar fáil duit agus an t-amscála ina gcuirfear iad ar fáil

source: When drawing up the Service Statement, the Liaison Officer must take a number of factors into account
ga: Nuair a bhíonn an Ráiteas Seirbhíse á dhréachtú, ní mór don Oifigeach Idirchaidrimh roinnt tosca a chur san áireamh

source: • Your child's eligibility for services under the Health Acts (these include GP services, free or subsidised prescribed drugs, medicines and appliances, hospital and residential care services; there is a clear entitlement to some of these services but many of them are services which the HSE is not obliged to provide)
ga: • Teidlíocht do linbh ar sheirbhísí faoin na hAchtanna Sláinte (áirítear leo seo seirbhísí dochtúra ghinearálta, cógais ordaithe, leigheasanna agus fearais, seirbhísí ospidéil nó cónaitheacha; tá teidlíocht shoiléir ar chuid de na seirbhísí seo ach tá mórán díobh ina seirbhísí nach bhfuil sé de dhualgas ar FSS iad a sholáthar)

source: • Any approved standards and codes of practice which apply to the services identified in the assessment report
ga: • Aon chaighdeáin fhaofa agus cóid chleachtais a bhaineann leis na seirbhísí a shainaithnítear sa tuairisc mheasúnaithe

source: • The practicability of providing the services identified in the assessment report
ga: • Infheidhmitheacht na seirbhísí a shainaithnítear sa tuairisc mheasúnaithe a chur ar fáil

source: • The need to ensure that the provision of the services by the HSE would not cause the HSE to spend more money than it is legally entitled to spend
ga: • An gá lena chinntiú nach gciallóidh soláthar na seirbhísí ag FSS go mbeidh ar FSS níos mó airgid a chaitheamh ná mar atá siad i dteideal a chaitheamh de réir an dlí

source: • The advice of the NCSE about the capacity of an education service provider to afford the service in question (if this arises - not in the case of under-fives)
ga: • Comhairle an NCSE faoi chumas an tsoláthróra seirbhíse oideachais chun íoc as an tseirbhís atá faoi chaibidil (má tharlaíonn seo – ní bhaineann sé le leanaí faoi bhun cúig bliana d’aois)

source: The Liaison Officer may amend a Service Statement if circumstances change
ga: Féadfaidh an tOifigeach Idirchaidrimh Ráiteas Seirbhíse a leasú má thagann athrú ar chúinsí

source: The Liaison Officer must complete the Service Statement within a month of receiving the assessment report
ga: Ní mór don Oifigeach Idirchaidrimh an Ráiteas Seirbhíse a chur i gcrích laistigh de mhí ón dáta a fhaightear an tuairisc mheasúnaithe

source: You are given a copy of the Service Statement with your child's assessment report
ga: Tugtar cóip den Ráiteas Seirbhíse duit le tuairisc mheasúnaithe do linbh

source: The HSE, the NCSE and education service provider are also given a copy if appropriate
ga: Ina theannta sin, tugtar cóip do FSS, CNOS agus don soláthróir seirbhíse oideachais chomh maith, más cuí

source: The regulations specify that the Service Statement must be written in a clear and easily understood manner and it must state:
ga: Sonraíonn na rialacháin go gcaithfear an ráiteas seirbhíse a scríobh ar bhealach soiléir agus atá éasca le tuiscint agus ní mór dó na nithe seo a leanas a lua:

source: • The health services which will be provided
ga: • Na seirbhísí sláinte a chuirfear ar fáil duit

source: • The location(s) where the health service will be provided
ga: • An suíomh/na suíomhanna ina gcuirfear an tseirbhís sláinte ar fáil duit

source: • The timeframe within which they will be provided
ga: • An t-amfhráma ina soláthrófar iad

source: • The date from which the statement will take effect
ga: • An dáta óna mbeidh an ráiteas i bhfeidhm

source: • The date for review of the provision of services specified in the Service Statement
ga: • An dáta ar a ndéanfar athbhreithniú ar sholáthar na seirbhísí a shonraítear sa Ráiteas Seirbhíse

source: • Any other information that the Liaison Officer considers to be appropriate including the name of any other public body to which the assessment report has been sent
ga: • Aon fhaisnéis eile a mheasann an tOifigeach Idirchaidrimh atá cuí, lena n-áirítear ainm aon chomhlachta phoiblí eile ar seoladh an tuairisc mheasúnaithe chucu

source: After the Service Statement is drawn up, the Liaison Officer then arranges the delivery of services with the various service providers
ga: I ndiaidh don Ráiteas Seirbhíse bheith dréachtaithe, socraíonn an tOifigeach Idirchaidrimh seachadadh na seirbhísí leis na soláthróirí éagsúla seirbhíse

source: If needs other than health or education (for example, housing or transport) are identified, the Assessment Officer can refer the matter to the relevant public body such as the local Housing Authority or public transport service
ga: Má shainaithnítear riachtanais eile seachas riachtanais sláinte agus oideachais (mar shampla, tithíocht nó iompar), féadfaidh an tOifigeach Measúnaithe an t-ábhar a atreorú chuig an gcomhlacht ábhartha poiblí, ar nós an Údaráis Tithíochta áitiúil nó na seirbhíse iompair phoiblí

source: If you are not happy with the assessment or Service Statement, you can make a complaint under the Disability Act 2005 to the HSE, who will arrange for your case to be reviewed
ga: Mura bhfuil tú sásta leis an measúnú nó le Ráiteas Seirbhíse, féadfaidh tú gearán a dhéanamh le FSS, a shocróidh go ndéanfar do chás a athbhreithniú

source: You can complain if:
ga: Féadfaidh tú gearán a dhéanamh:

source: Your child is found not to have a disability and you do not agree
ga: Má dheimhnítear nach bhfuil do leanbh faoi mhíchumas agus mura gcomhaontaíonn tú

source: The assessment is not done in line with the standards set by the Health Information and Quality Authority
ga: Ní dhéantar an measúnú i gcomhréir leis na caighdeáin arna leagan amach ag an Údarás um Cháilíocht agus Eolas Sláinte

source: An assessment is not started and completed within the agreed timeframes
ga: Ní chuirtear tús le measúnú agus é a chur i gcrích laistigh de na hamfhrámaí comhaontaithe

source: You believe that the content of your child's Service Statement is inaccurate or incorrect
ga: Creideann tú go bhfuil ábhar Ráiteas Seirbhíse do linbh míchruinn nó mícheart

source: The services in your child’s Service Statement are not being delivered
ga: Níl na seirbhísí i Ráiteas Seirbhíse do linbh á seachadadh

source: If you are unhappy with the outcome of your complaint you can appeal to the independent Office of the Disability Appeals Officer
ga: Mura bhfuil tú sásta le toradh do ghearáin, féadfaidh tú é a achomharc le hoifig neamhspleách achomharc

source: The decision of the Appeals Officer is final and may only be appealed on a point of law to the High Court
ga: Is críochnaitheach do chinneadh an Oifigigh Achomhairc agus ní féidir é a achomharc ach ar pointe dlí leis an Ard-Chúirt

source: Implementation of complaints and appeals decisions
ga: Forfheidhmiú gearán agus cinntí achomhairc

source: If the HSE or the education service provider fails to implement the Appeals Officer's decision or the settlement agreed in the appeals mediation process or the recommendation of a Complaints Officer (where that has not been appealed) within three months, you or your representative or the Appeals Officer may apply to the Circuit Court for an order directing its implementation
ga: Má theipeann ar FSS nó ar sholáthróir seirbhíse oideachais chun cinneadh an Oifigigh Achomhairc nó an réiteach arna chomhaontú a chur i bhfeidhm sa phróiseas idirghabhála nó moladh Oifigeach Gearáin (sa chás nach ndearnadh é a achomharc) laistigh de thrí mhí, féadfaidh tú féin nó d’ionadaí nó an tOifigeach Achomhairc iarratas a dhéanamh ar an gCúirt Chuarda ar ordú a thugann treoir dá chur i bhfeidhm

source: A parent or legal guardian applies on behalf of the child (or the HSE if the child is in care)
ga: Déanann tuismitheoir nó caomhnóir dlíthiúil iarratas ar son an linbh (nó FSS má tá an leanbh i gcúram)

source: Applications must be made in writing on a standard form which is available from your Local Health Office or by contactingthe HSE information line: 1850 24 1850
ga: Ní mór iarratais a dhéanamh i scríbhinn ar fhoirm chaighdeánach atá ar fáil ó d'Oifig Sláinte Áitiúil no trí dhul i dteagmháil le líne faisnéise FSS: 1850 24 1850

source: The HSE has an information leaflet Assessing your child's needs (pdf)
ga: Tá ag FSS leabhrán faisnéise, Measúnú a dhéanamh ar riachtanais do linbh (pdf)
